Repository: AUCyberClub/Discord-CTF-Bot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: tr

source: Hi {ctx.author.name}
tr: Merhaba {ctx.author.name}

source: Help message
tr: Yardım mesajı

source: Scoreboard initialized.
tr: Scoreboard oluşturuldu.

source: Scoreboard updated.
tr: Scoreboard güncellendi.

source: Say hello to our bot!
tr: Botumuza merhaba de!

source: You should send me flag from DM, {client.command_prefix}enterflag <flag>
tr: Flagi bana özelden göndermen gerek, {client.command_prefix}enterflag <flag>

source: `{username}` has send `{flag}` in dm.
tr: `{username}`, `{flag}` flagini özelden gönderdi

source: Come on! You already solved `{challenge_name}` challenge.
tr: Hadi ama! `{challenge_name}` challengeını çoktan çözdün.

source: `{username}` found flag for , `{challenge_name}` challenge.
tr: `{username}`, `{challenge_name}` challengeı için flag buldu.

source: Yey! You found flag for `{challenge_name}` challenge! Dont forget to check out the scoreboard!
tr: Muhteşemsin! `{challenge_name}` challengeı için flag buldun. Scoreboarda bakmayı unutma!

source: {ctx.author.mention} , found flag for `{challenge_name}` challenge.
tr: {ctx.author.mention} `{challenge_name}` challengeı için flag buldu.

source: {ctx.author.mention} Please send flag from DM. Flag format: `{client.command_prefix}enterflag <flag>`
tr: {ctx.author.mention} Lütfen flagi bana özelden gönder. Flag format: `{client.command_prefix}enterflag <flag>`

source: Challenge added!
tr: Challenge eklendi!

source: There is no spoon
tr: Ben aslında yoğum

source: Ok. <@{}>, added to scoreboard.
tr: Tamamdır. <@{}>, scoreboarda eklendi.

source: {challengeName} deleted!
tr: {challengeName} silindi!

source: Scoreboard Updated
tr: Scoreboard güncellendi

source: Shows your point and solved challenges
tr: Puanını ve çözdüğün challengeları gösterir

source: Hi {ctx.author.mention}! You have `{total_points}` point!
tr: Merhaba {ctx.author.mention}! Toplamda `{total_points}` puanın var!

source: The challenges that you solved:
tr: Çözdüğün challengelar:

source: And you didnt:
tr: Ve çözmediklerin:

source: Hi {ctx.author.mention}! You have `0` point
tr: Merhaba {ctx.author.mention}! Toplamda `0` puanın var

source: {client.user.name} has connected to Discord!
tr: {client.user.name} Discorda bağlandı!

source: Sorry :( This is not a valid flag...
tr: Üzgünüm :( Böyle bir flag yok...

source: RANK
tr: SIRA

source: PLAYER
tr: OYUNCU

source: POINT
tr: PUAN
